---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.LoadClassificationType.HVAC
enum: Autodesk.Revit.DB.Electrical.LoadClassificationType
zh: 暖通
source: html/718cd7f0-fdc2-98fa-0e8b-ae47c39f0348.htm
---
# Autodesk.Revit.DB.Electrical.LoadClassificationType.HVAC

**中文**: 暖通

Load Classification Type is HVAC.